Repository: LordVan/tryton-modules
Catalog: rm_extra_data/locale/*.po
Languages: de

# field:account.invoice.line,hide_unit_price:
source: Hide unit price on invoice
de: Einzelpreis nicht auf Rechnung anzeigen.

# field:account.invoice.line,line0:
source: Invoice line 0
de: Zeile 0 dieser Position auf der Rechnung

# field:account.invoice.line,line1:
source: Invoice line 1
de: Zeile 1 dieser Position auf der Rechnung

# field:account.invoice.line,line2:
source: Invoice line 2
de: Zeile 2 dieser Position auf der Rechnung

# field:account.invoice.line,skip:
source: Skip this line on invoices
de: Zeile nicht auf der Rechnung anzeigen.

# field:party.party,accept_exact_amounts:
source: Exact quantities
de: Genaue Anzahl bei Lieferung

# field:party.party,charge_setup_costs:
source: Setup costs
de: Programm/Rüstkosten

# field:party.party,customer_no:
source: Customer number
de: Kundennummer

# field:party.party,inv_name_line1:
source: Invoice name line 1
de: Name Zeile 1 Rechnung/Lieferschein

# field:party.party,inv_name_line2:
source: Invoice name line 2
de: Name Zeile 2 Rechnung/Lieferschein

# field:party.party,legal_name:
source: Legal name
de: Rechtlicher Name

# field:party.party,salutation:
source: Salutation
de: Anrede

# field:party.party,supplier_no:
source: Supplier number
de: Lieferantennummer

# field:product.product,folder_skip:
source: Skip this on project sheets
de: Kein Projektzettel für diese Position

# field:product.product,folder_submax:
source: Subfolder maximum
de: Untermappe Gesamt

# field:product.product,folder_subno:
source: Subfolder
de: Untermappe

# field:product.product,inv_line0:
source: Invoice / delivery note line 0
de: LS / AR Zeile 0

# field:product.product,inv_line0_skip:
source: Skip invoice / delivery note line 0
de: LS / AR Zeile 0 weglassen

# field:product.product,inv_line1:
source: Invoice / delivery note line 1
de: LS / AR Hauptzeile

# field:product.product,inv_line2:
source: Invoice / delivery note line 2
de: LS / AR Zeile 2

# field:product.product,inv_line2_skip:
source: Skip invoice / delivery note line 2
de: LS / AR Zeile 2 weglassen

# field:product.product,inv_skip:
source: Skip this whole sale line for invoice / delivery note
de: Position nicht auf LS / AR anzeigen

# field:product.product,material_extra:
source: Material extra text
de: Material Zusatztext

# field:product.product,material_surface:
source: Material surface
de: Material Oberfläche

# field:product.product,proj_line0:
source: Project sheet line 0
de: Projektzettel Zeile 0

# field:product.product,proj_line1:
source: Project sheet line 1
de: Projektzettel Zeile 1

# field:product.product,proj_line2:
source: Project sheet line 2
de: Projektzettel Zeile 2

# field:product.product,real_product:
source: Real product
de: Echter Artikel

# field:product.product,sheet_thickness:
source: Material thickness
de: Materialstärke

# field:product.product,proj_impnote:
source: Project important notes
de: Wichtige Notizen Projektzettel

# field:sale.line,due_date:
source: Due date
de: Fertigstellungsdatum

# field:sale.line,due_date_extra:
source: Due date extra
de: Fertigstellungsdatum Zusatz

# field:sale.line,due_date_postfix:
source: Due date extra
de: Fertigstellungsdatum Zusatz

# field:sale.line,folder_no:
source: Folder number
de: Mappen Nummer

# field:sale.line,folder_skip:
source: Skip this on project sheets
de: Kein Projektzettel für diese Position

# field:sale.line,folder_subcount:
source: Folder sub count
de: Anzal Untermappen

# field:sale.line,folder_submax:
source: Subfolder maximum
de: Untermappe Gesamt

# field:sale.line,folder_subno:
source: Subfolder
de: Untermappe

# field:sale.line,inv_line0:
source: Invoice / delivery note line 0
de: LS / AR Zeile 0

# field:sale.line,inv_line0_skip:
source: Skip invoice / delivery note line 0
de: LS / AR Zeile 0 weglassen

# field:sale.line,inv_line1:
source: Invoice / delivery note line 1
de: LS / AR Hauptzeile

# field:sale.line,inv_line2:
source: Invoice / delivery note line 2
de: LS / AR Zeile 2

# field:sale.line,inv_line2_skip:
source: Skip invoice / delivery note line 2
de: LS / AR Zeile 2 weglassen

# field:sale.line,inv_skip:
source: Skip this whole sale line for invoice / delivery note
de: Position nicht auf LS / AR anzeigen

# field:sale.line,material_extra:
source: Material extra text
de: Material Zusatztext

# field:sale.line,material_surface:
source: Material surface
de: Material Oberfläche

# field:sale.line,proj_line0:
source: Project sheet line 0
de: Projektzettel Zeile 0

# field:sale.line,proj_line1:
source: Project sheet line 1
de: Projektzettel Zeile 1

# field:sale.line,proj_line2:
source: Project sheet line 2
de: Projektzettel Zeile 2

# field:sale.line,sheet_thickness:
source: Material thickness
de: Materialstärke

# field:sale.line,proj_impnote:
source: Project important notes
de: Wichtige Prduktionshinweise

# field:sale.sale,dolibarr_pid:
source: Dolibarr project id
de: Dolibarr Projektnummer

# field:sale.sale,due_date:
source: Due date
de: Fertigstellungsdatum

# field:sale.sale,shipping_date_extra:
source: Shipping date extra
de: Fertigstellung Zusatz

# field:sale.sale,extra_contacts:
source: Extra Contacts
de: Kontaktpersonen

# field:sale.sale,folder_total:
source: Total folder number
de: Mappen Gesamtanzahl

# field:sale.sale,offer_date:
source: Offer date
de: Angebotsdatum

# field:sale.sale,offer_number:
source: Offer number
de: Angebotsnummer

# field:sale.sale,sale_date_extra:
source: Sale date extra
de: Bestelldatum Zusatz

# field:sale.sale,sale_folder_postfix:
source: Sale folder postfix
de: Bestellordner Zusatz

# field:stock.move,line0:
source: Delivery note line 0
de: Lieferscheinposition Zeile 0

# field:stock.move,line1:
source: Delivery note line 1
de: Lieferscheinposition Zeile 1

# field:stock.move,line2:
source: Delivery note line 2
de: Lieferscheinposition Zeile 2

# field:stock.move,skip:
source: Skip this on delivery notes
de: Diese Zeile auf dem Lieferschein nicht anzeigen

# field:stock.shipment.out,sale_refs:
source: Sale references
de: Kundenreferenz

# field:account.invoice,performance_period:
source: Performance period
de: Leistungszeitraum

# field:account.invoice,line0:
source: Invoice line 0
de: Rechnungsposition Zeile 0

# field:account.invoice,line1:
source: Invoice line 1
de: Rechnungsposition Zeile 1

# field:account.invoice,line2:
source: Invoice line 2
de: Rechnungsposition Zeile 2

# field:account.invoice,skip:
source: Skip this line on invoices
de: Diese Zeile auf der Rechnung nicht anzeigen

# field:account.invoice,hide_unit_price:
source: Hide unit price on invoice
de: Einzelpreis auf der Rechnung nicht anzeigen

# help:party.party,accept_exact_amounts:
source: Customer only accept exact quantities
de: Kunde akzteptiert nur genaue Stückzahl.

# help:party.party,charge_setup_costs:
source: Customer gets charged setup costs seperately
de: Kunde bekommt Programm/Rüstkosten verrechnet bzw separat aufgeführt.

# help:party.party,inv_name_line1:
source: Invoice customer name line 1
de: Erste Zeile des Names auf Rechnung und Lieferschein

# help:party.party,inv_name_line2:
source: Invoice customer name line 2
de: Erste Zeile des Names auf Rechnung und Lieferschein

# help:party.party,legal_name:
source: Legally correct name
de: Rechtsgültiger Name (Vollständiger Name bzw Firmenwortlaut)

# help:product.product,proj_impnote:
source: important production notes
de: Wichtige Hinweise für die Produktion auf Projektzettel.

# help:sale.line,due_date:
source: Due date for this sale line (replaces due date from project sheet)
de: Fertigstellungsdatum für diese Position (ersetzt selbiges vom zugeordneten Verkauf)

# help:sale.line,due_date_extra:
source: Extra text for due date for this sale line
de: Zusatztext zum Fertigstellungsdatum

# help:sale.line,folder_skip:
source: if selected this sale line will not show on project sheets
de: Wenn ausgewählt wird kein Projektzetel für diese Position erstellt

# help:sale.line,folder_subcount:
source: subfolder count
de: Anzahl Untermappen (A, B, ..)

# help:sale.line,folder_subno:
source: Subfolder number (letter)
de: Untermappe (Buchstabe)

# help:sale.line,inv_line0:
source: above first line on the invoice / delivery note generated for this sale line
de: LS / AR Zeile über Hauptzeile

# help:sale.line,inv_line1:
source: first line on the invoice / delivery note generated for this sale line
de: LS / AR Hauptzeile

# help:sale.line,inv_line2:
source: second line on the invoice / delivery note generated for this sale line
de: LS / AR Zeile unter Hauptzeile

# help:sale.line,inv_skip:
source: if selected this sale line will not show on invoices or delivery notes
de: Wenn ausgewählt wird diese Position nicht auf LS /AR anzeigen

# help:sale.line,material:
source: Material name (auto-filled from product)
de: Materialname (automatisch vom Artikel übernommen)

# help:sale.line,material_extra:
source: extra text to be appended to material
de: Zusatz für Material text

# help:sale.line,material_surface:
source: surface treatment for material (paint,..)
de: Oberflächenbehandlung (Lackiert, ..)

# help:sale.line,proj_line0:
source: above first line on the project sheets generated for this sale line
de: Zeile am Projektzettel über der ersten Zeile

# help:sale.line,proj_line1:
source: first line on the project sheets generated for this sale line
de: Erste Zeile für diese Position am Projektzettel

# help:sale.line,proj_line2:
source: second line on the project sheets generated for this sale line
de: Zweite Zeile für diese Potition am Projektzettel

# help:sale.line,sheet_thickness:
source: material thickness
de: Materialstärke (automatisch vom Artikel übernommen)

# help:sale.line,proj_impnote:
source: important production notes
de: Wichtige Notizen für Projektzettel

# help:sale.sale,dolibarr_pid:
source: project id from dolibarr (for import purposes only)
de: Interne Dolibarr Projektnummer

# help:sale.sale,due_date:
source: Due date for this sale
de: (gewünschtes) Fertigstellungsdatum

# help:sale.sale,folder_total:
source: total number of folders (not counting subfolders)
de: Gesamtanzahl der Mappen (Untermappen [A,B,..] nicht berüchsichtigt)

# help:sale.sale,offer_date:
source: Offer date
de: Angebotsdatum

# help:sale.sale,offer_number:
source: Offer number
de: Angebotsnummer

# help:sale.sale,sale_date_extra:
source: sale date extra text
de: Bestelldatum Zusatz

# help:sale.sale,sale_folder_postfix:
source: this will be appended to the folder name
de: wird am Projektzettel hinten beim Bestellordner hinzugefügt

# help:sale.sale,shipping_date_extra:
source: shipping date extra text
de: Fertigstellungsdatum Zusatz

# help:stock.shipment.out,sale_refs:
source: Skip this on delivery notes
de: Diese Zeile nicht auf Lieferschein anzeigen
